<?php

/**
 * Lang file for voting
 *
 * @copyright Copyright (C) 2008 PunBB
 * @license http://www.gnu.org/licenses/gpl.html GPL version 2 or higher
 * @package pun_poll
 */

if (!defined('FORUM')) exit;

$lang_pun_poll = array(
	'Poll question'					=> 'Питання',
	'Voting answer'					=> 'Відповідь',
	'Able revote'					=> 'Дозволити зміну думки.',
//page Administration -> Settings -> Features
	'Name plugin'					=> 'Налаштування опитувань',
	'Maximum answers'				=> 'Максимум питань у опитуванні (2-100).',
	'Disable revoting'				=> 'Дозволити зміну питання.',
	'Disable see results'			=> 'Дозволити перегляд результатів',
	'Maximum answers info'			=> 'Максимум питань',
	'Disable see results info'		=> 'Користувачі можуть бачити результати опитування без участі у ньому.',
	'Disable revoting info'			=> 'Дозволити зміну відповіді',
	'Poll add'						=> 'Дозволити користувачам створювати опитування у темах.',
	'Permission'					=> 'Права доступу до опитувань',
// general
	'Users count'					=>	'Голосів: ',
	'Preview poll'					=>	'Попередній перегляд редагованого опитування.',
	'Preview poll question'			=>	'<strong>%s</strong>',
	'Revote'						=> 'Перезапустити опитування',
	'Summary count'					=> 'Кількість відповідей у опитуванні',
	'Allow days'					=> 'Тривалість опитування (дні)',
	'Votes needed'					=> 'Кількість голосів',
	'Input error'					=> 'Потрібно вказати тривалість опитування або кількість голосів.',
	'Count'							=> 'Кількість',
	'Button note'					=> 'Оновити опитування',
	'Show poll res'					=> 'Висвітлення результатів опитування',
	'All ch vote'					=> 'Дозволити зміну опитування',
	'Max cnt options'				=> 'Кількість варіантів відповідей не повинна перевищувати %s.',
	'Min cnt options'				=> 'Варіантів відповідей не може бути менше 2.',
	'Days limit'					=> 'Тривалість опитування не повинна перевищувати 90 днів та бути меншою за 1 день.',
	'Votes count'					=> 'Кількість опитуваних не повинна перевищувати 500 та бути меншою за 10.',
	'Header note'					=> 'Опитування',
	'Options'						=> 'Налаштування опитування',
	'Results'						=> 'Результати опитування: ',
	'No votes'						=> 'Немає голосів в цьому опитуванні.',
	'Dis read vote'					=> 'Неможливо переглянути результати опитування без участі у ньому.',
	'But note'						=> 'Проголосувати',
	'Null vote'						=>	'Утриматись',
	'User vote error'				=> 'Ви вже голосували.',
	'End of vote'					=> 'Неможливо голосувати у завершеному опитуванні.',
	'Reset res'						=> 'Зкинути результати опитування',
	'Reset res notice'				=> 'Виберіть, якщо бажаєте зкинути результати опитування.',
	'Remove v'						=> 'Видалити опитування',
	'Remove v notice'				=> 'Виберіть, якщо бажаєте видалити опитування.',
	'Empty question'				=> 'Потрібно вказати питання для опитування.',
	'Merge error'					=> 'Неможливо об\'єднати ці теми, оскільки 2 чи більше тем містять опитування. Спочатку необхідно видалити опитування.',
	'Edit voting'					=> 'Для зміни опитування зв\'яжіться з адміністратором за e-mail <a href="mailto:%s">%s</a>.',
	'Empty option count'			=>	'Ви маєте вказати кількість варіантів відповіді.',

	'Question len limit'			=> 'Довжина питання не повинна бути меншою за 5 символів.',

	'Maximum votes note'			=> 'Максимальна кількість опитуваних',
	'Days voting note'				=> 'Тривалість опитування',

	'Poll redirect'					=>	'Опитування додано. Пернаправлення...',
	'Days, votes count'				=>	'Вкажіть або тривалість опитування, або кількість голосів...',
	'Open'				=>	'Відкрите опитування',
	'Open description'				=>	'Видно, хто за який пункт голосував',
	'Vote add'						=> 'Дозволити користувачам брати участь в опитуваннях.',
	'Vote in polls'						=> 'Брати участь в опитуваннях.',
	'Vote disallowed'				=> 'Вам не дозволено голосувати в цьому опитуванні.',

);
