<?php

// Language definitions used in pun_antispam
$lang_pun_antispam = array(
	'Captcha'						=>	'Капча',
	'Captcha Info'					=>	'Будь ласка, введіть символи з зображення.',
	'Invalid Text'					=>	'Ви ввели хибний текст.',

	'Captcha admin head'			=>	'Встановіть дії, які будуть захищено капчею',
	'Captcha admin info'			=>	'Якщо ви маєте проблеми зі спамом, ви можете застосувати капчу в певних областях вашого форуму.',
	'Captcha admin legend'			=>	'Капчу увімкнено',

	'Captcha registrations info'	=>	'Запит капчі перед реєстрацією. Це може бути корисно для запобігання спаму.',
	'Captcha login info'			=>	'Запит капчі перед входом на форум. Це може бути корисно для запобігання brute-force атакам (атакам перебором параметрів).',
	'Captcha reset info'			=>	'Запит капчі при спробі користувача змінити свій пароль.',
	'Captcha guestpost info'		=>	'Запит капчі при відпраленні повідомлень гостями (якщо таку можливість дозволено).',
	'img alt' => 'Image'
);

?>