Привіт <username>,

Ви щойно отримали попередження, за причиною, що описана нижче.
Тип попередження: <warning_type>
-----------------------------
<warning_reason>
-----------------------------
URL посту: <post_url>

Загальна кількість попереджень, що можуть стати підставою для бану: <total_warnings> з <total_max_warnings>. 

Будь ласка, перечитайте правила форуму, щоб уникнути покарань в майбутньому. Якщо у вас є якісь питання, зв'яжіться з модераторами в Технічному розділі.

-- 
<board_mailer>
(Не відповідайте на цей лист)