Привіт <username>,

Ви щойно отримали попередження, за причиною, що описана нижче.
Тип попередження: <warning_type>
[quote]
<warning_reason>
[/quote]
URL посту: [url=<post_url>]<post_url>[/url]

Загальна кількість попереджень, що можуть стати підставою для бану: <total_warnings> з <total_max_warnings>. 

Будь ласка, перечитайте правила форуму, щоб уникнути покарань в майбутньому. Якщо у вас є якісь питання, зв'яжіться з модераторами в Технічному розділі або напишіть відповідь на це повідомлення.