<?php

/**
 * Lang file for voting
 *
 * @copyright Copyright (C) 2008 PunBB
 * @license http://www.gnu.org/licenses/gpl.html GPL version 2 or higher
 * @package pun_poll
 */

if (!defined('FORUM')) exit;

$lang_pun_poll = array(

	'Poll question'					=> 'Вопрос',
	'Voting answer'					=> 'Ответ',
	'Able revote'					=> 'Разрешить пользователям менять их мнение.',

	'Name plugin'					=> 'Установки для опросов',
	'Maximum answers'				=> 'Максимум вопросов в опросе (2-100).',
	'Disable revoting'				=> 'Рарешить менять голос.',
	'Disable see results'			=> 'Разрешить просмотр результатов',
	'Maximum answers info'			=> 'Максимум вопросов',
	'Disable see results info'		=> 'Нельзя смотреть результаты опроса, не приняв в нём участия.',
	'Disable revoting info'			=> 'Разрешить переголосование',
	'Poll add'						=> 'Разрешить пользователям создавать опросы в темах.',
	'Permission'					=> 'Права доступа к опросам',
	
	'Users count'					=>	'Голосов: ',
	'Preview poll'					=>	'Предварительный просмотр.',
	'Preview poll question'			=>	'<strong>%s</strong>',
	'Revote'						=> 'Перезапустить опрос',
	'Summary count'					=> 'Количество ответов в опросе',
	'Allow days'					=> 'Продолжительность опроса (дни)',
	'Votes needed'					=> 'Количество голосов',
	'Input error'					=> 'Необходимо указать продолжительность опроса или количество голосов.',
	'Count'							=> 'Количество',
	'Button note'					=> 'Обновить опрос',
	'Show poll res'					=> 'Показ результатов опросов',
	'All ch vote'					=> 'Позволить изменять голосование',
	'Max cnt options'				=> 'Количество вариантов ответов не должно быть более чем %s.',
	'Min cnt options'				=> 'Количество вариантов ответов не должно быть менее чем 2.',
	'Days limit'					=> 'Продолжительность опроса не может быть более чем 90 и менее чем 1 день.',
	'Votes count'					=> 'Количество принявших участие в опросе не должно быть более чем 500 и менее чем 10.',
	'Header note'					=> 'Опрос',
	'Options'						=> 'Опции опроса',
	'Results'						=> 'Результаты опроса: ',
	'No votes'						=> 'Нет голосов  в этом опросе.',
	'Dis read vote'					=> 'Нельзя просматривать результаты опроса, не приняв в нём участия.',
	'But note'						=> 'Голос',
	'Null vote'						=>	'Воздержаться',
	'User vote error'				=> 'Вы уже голосовали.',
	'End of vote'					=> 'Нельзя голосовать в опросе, который уже завершён.',
	'Reset res'						=> 'Сбросить результаты опроса',
	'Reset res notice'				=> 'Проверьте, если хотите сбросить результаты опроса.',
	'Remove v'						=> 'Удалить голосоавание',
	'Remove v notice'				=> 'Проверьте, если хотите удалить голосование.',
	'Empty question'				=> 'Необходимо указать вопрос для голосования.',
	'Merge error'					=> 'Нельзя объеденить эти темы, потомучто 2 или более тем содержат опросы. Сначала необходимо удалить опросы.',
	'Edit voting'					=> 'Если есть необходимость изменить опрос, нужно связаться с администратором по e-mail <a href="mailto:%s">%s</a>.',

	'Question len limit'			=> 'Длинна вопроса не может быть менее чем 5 символов.',

	'Maximum votes note'			=> 'Максимальное количество голосоующих в опросе',
	'Days voting note'				=> 'Продолжительность опроса',
	
	'Open'				=>	'Открытый опрос',
	'Open description'				=>	'Видно, кто за какой пункт голосовал',
	'Vote add'						=> 'Разрешить пользователям принимать участие в опросах.',
	'Vote in polls'						=> 'Принимать участие в опросах.',
	'Vote disallowed'				=> 'Вам не разрешено голосовать в этом опросе.',
	
);
