Тема: Запит на зміну e-mail адреси

Вітаємо <username>,

Ви зробили запит на зміну Вашої e-mail адреси у Вашому профілі на форумі <base_url>. Якщо Ви не робили цього запиту, або не бажаєте змінювати Вашу e-mail адресу, не зважайте на це повідомлення. Вашу поточну e-mail адресу буде змінено лише у випадку, коли Ви зайдете на сторінку активації, наведену нижче. Для того, щоб сторінка активації працювала, Ви маєте увійти на форум.

Для зміни Вашої e-mail адреси, будь ласка, завітайте на наступну сторінку:
<activation_url>

-- 
<board_mailer>
(Не відповідайте на це повідомлення)