Привет <username>,

Вы только что получили предупрежджение, по причине описаной, ниже.
Тип предупреждения: <warning_type>
-----------------------------
<warning_reason>
-----------------------------
URL поста: <post_url>

Общее количество предупреждений, которые могут стать причиной бана: <total_warnings> из <total_max_warnings>. 

Пожалуйста, перечитайте правила форума, чтобы избежать наказаний в будущем. Если у вас есть вопросы, свяжитесь с модераторами в Техническом разделе.

-- 
<board_mailer>
(Не отвечайте на это письмо)