<?php

// Language definitions used in all admin files
//Translate by vart (forum.politclub.org)

$lang_admin_prune = array(

'Prune settings head'			=>	'Видалення тем за датою останнього повідомлення та форумом',
'Prune legend'					=>	'Видалення повідомлень',
'Confirm prune heading'			=>	'Підтвердження вилалення тем',
'Prune details head'			=>	'Підтвердіть видалення тем з: %s',
'Prune topics info 1'			=>	'<strong>УВАГА!</strong> Буде видалена наступна кількість тем: <em>%s</em>.',
'Prune topics info 2'			=>	'Будуть видалені теми, які не містять повідомлень, свіжіших за <em>%s</em> доби (діб).',
'All forums'					=>	'Всі форуми',
'Include sticky'				=>	'включно із виділеними темами',
'Days old'						=>	'Минуло діб',
'Prune topics'					=>	'Видалити теми',
'Number of topics'				=>	'Кількість тем',
'Prune caution'					=>	'<strong>ВАЖЛИВО!</strong> Використовуйте цю функцію з обережністю. Видаленні повідомлення відновити буде <em>НЕМОЖЛИВО</em>. Видалення краще виконувати при увімкненому режимі обслуговування форуму.',
'Prune intro'					=>	'Ви можете видалити теми з усіх форумів або з окремого форуму. Тему буде видалено у відповідності із значенням поля "Минуло діб". Наприклад, якщо ви введете 30, то всі теми, що містять повідомлення із датою створення більше 30 днів, будуть видалені.',
'Prune sticky'					=>	'Виділені теми',
'Prune sticky enable'			=>	'Дозволити видалення виділених тем.',
'Prune from'					=>	'Видалення з форуму',
'Days to prune message'			=>	'Кількість діб має бути позитивним числом.',
'No days old message'			=>	'Теми із повідомленнями, старшими за вказане число відсутні. Змініть, будь ласка, значення параметру "Минуло діб" та спробуйте ще раз.',
'Prune done'					=>	'Повідомлення видалено.',

);
