<?php

// Language definitions used in all admin files
//Translate by vart (forum.politclub.org)

$lang_admin_ranks = array(

'Rank head'						=>	'Додавання, редагування або видалення рангів',
'Rank'							=>	'Ранг',
'Rank added'					=>	'Ранг додано.',
'Title message'					=>	'Ви повинні вказати назву рангу.',
'Min posts message'				=>	'Мінімальна кількість повідомлення повинна бути більше 0.',
'Min posts occupied message'	=>	'На форумі вже встановлено ранг з мінімальною кількістю повідомлень %s.',
'Rank updated'					=>	'Ранг оновлено.',
'Rank removed'					=>	'Ранг видалено.',
'Add rank intro'				=>	'Введіть назву рангу та мінімальну кількість повідомлень користувача для досягення цього рангу. Деякі ранги можуть не мати мінімального числа повідомлень. Якщо для користувача встановлене персональне звання, то воно буде відображено замість будь-якого рангу. Для активації функції "<strong>Ранги користувачів</strong>" , вона повинна бути увімкнена у %s.',
'Add rank'						=>	'Додати ранг',
'Add rank legend'				=>	'Детали ранга',
'Rank title label'				=>	'Назва рангу',
'Min posts label'				=>	'Мінімум повідомлень',
'Existing ranks legend'			=>	'Змінити або видалити створені ранги користувачів',
'No ranks'						=>	'Список рангов не создан.',
'Update'						=>	'Оновити',
'Remove'						=>	'Видалити',
'New rank'						=>	'Додати ранг',
'Existing rank'					=>	'Існуючий ранг',

);

