<?php

// Language definitions used in all admin files
//Translate by vart (forum.politclub.org)

$lang_admin_reindex = array(

'Reindex heading'			=>	'Перебудовування пошукового індексу для підвищення ефективності пошуку',
'Rebuild index legend'		=>	'Переіндексація пошуку',
'Reindex info'				=>	'Якщо ви додавали, змінювали або видаляли повідомлення із бази даних вручну або у вас виникли проблеми з пошуком, перебудуйте пошуковий індекс. Наполегливо радимо дозволити JavaScript у вашому веб-переглядачі (для автоматичного перенаправлення на наступний цикл).',
'Reindex warning'			=>	'<strong>ВАЖЛИВО!</strong> Оновлення пошукового індексу може зайняти декілька хвилин та збільшити навантаження на сервер пад час виконання. Якщо ви примусово перервете процес, то запам\'ятайте ID останньої обробленої теми та введіть значення ID+1 у поле "ID теми" коли/якщо ви зберетеся продовжити операцію.',
'Empty index warning'		=>	'<strong>УВАГА!</strong> Якщо ви збираєтеся продовжити перервану операцію не обирайте пункт "Очистити індекс".',
'Posts per cycle'			=>	'Тем в циклі',
'Posts per cycle info'		=>	'Кількість тем на сторінку. Якщо ви введете 100, то буде оброблено 100 тем, після чого сторінка автоматично оновиться. Це запобігає розсинхронізації пошукового індексу під час перебудовування.',
'Starting post'				=>	'ID теми',
'Starting post info'		=>	'ID теми з якої почати переіндексацію. За замовчуванням це перший доступний ID у базі даних. В більшості випадків нічого не потрібно змінювати.',
'Empty index'				=>	'Очистити індекс',
'Empty index info'			=>	'Відмітити для очищення пошукового індексу перед переіндексаціює (див. вище).',
'Rebuilding index title'	=>	'Перебудовується пошуковий індекс…',
'Rebuilding index'			=>	'Перебудовування пошукового індексу… Це може зайняти декілька хвилин, тому саме час випити філіжаночку кави або кухлик доброго українського пива  :-)',
'Processing post'			=>	'Обробляється <strong>%s</strong> повідомлення у <strong>%s</strong> темі.',
'Javascript redirect'		=>	'Перенаправлення JavaScript не вдалося.',
'Click to continue'			=>	'Для продовження натисніть сюди',
'Rebuild index'				=>	'Перебудувати індекс',

);