<?php

// Language definitions used in help.php
//Translate by vart (forum.politclub.org)

$lang_help = array(

'Help'					=>	'Допомога',
'Help with'				=>	'Допомогти з %s',
'produces'				=>	'результат',

'BBCode info'			=>	'Адміністратори можуть дозволити або заборонити використання BBCode. Якщо використання BBCode дозволено, посилання на допомогу з використання BBCode з\'явиться під час створення/редагування повідомлення або вашого підпису. BBCode являє собою збірку тегів форматування, які використовуються для зміни вигляду тексту на цьому форумі. BBCode заснований на такому ж принципі, як і html. Далі наведено список всіх можливостей BBCode і настанови щодо їх використання.',
'Image info'			=>	'Адміністратори можуть дозволити або заборонити використання зображень у повідомленнях та/або підписах. Якщо використання зображень дозволене, посилання на допомогу з використання зображень з\'явиться під час створення/редагування повідомлення або вашого підпису. Для додавання зображень використовується тег BBCode [img]. Текст, що йде після знаку "=" в початковому тегу [img], використовується для введення альтернативного тексту до зображення та має бути доданий при можливості.',
'Text style'			=>	'Вигляд тексту може бути змінено за допомогою наступних тегів, які можуть бути вкладені одне в одного.',
'Bold text'				=>	'Грубий текст',
'Underlined text'		=>	'Підкреслений текст',
'Italic text'			=>	'Похилий текст',
'Red text'				=>	'Червоний текст',
'Blue text'				=>	'Синій текст',
'Heading text'			=>	'Текст заголовка',

'Links info'			=>	'Ви можете створити посилання на інші документи або e-mail адреси з використанням наступних тегів:',
'My e-mail address'		=>	'Моя e-mail адреса',

'Quotes info'			=>	'Для цитування використовуйте тег [quote]. Використання цього тегу не потребує обов\'язкового зазначення імені.',
'Quote text'			=>	'Текст для цитування.',
'produces named'		=>	'наведення цитованого тексту із зазначенням автора цитати.',
'produces unnamed'		=>	'наведення цитованого тексту без зазначення автора цитати.',

'Code info'				=>	'При відображенні джерела коду ви маєте переконатися у використання тегу [code]. При відображенні тексту із застосуванням тегу [code] використовується моноширинний шрифт та не змінюється іншими тегами. Наявність довгих рядків коду призведе до використання прокрутки по ширині рядка.',
'Code text'				=>	'Це код.',
'Code text long'		=>	'Це довгий рядок коду. Це довгий рядок коду. Це довгий рядок коду. Це довгий рядок коду. Це довгий рядок коду. Це довгий рядок коду. Це довгий рядок коду.',
'produces code box'		=>	'наведення блоку коду.',
'produces scroll box'	=>	'наведення блоку коду із прокруткою.',

'List info'				=>	'Для створення списку використовуйте тег [list]. Ви можете створити 3 типи списків із використанням цього тегу.',
'List text 1'			=>	'Приклад елементу списку 1.',
'List text 2'			=>	'Приклад елементу списку 2.',
'List text 3'			=>	'Приклад елементу списку 3.',
'produces list'			=>	'наведення маркованого списку.',
'produces decimal list'	=>	'наведення номерованого списку.',
'produces alpha list'	=>	'наведення списку в абетковому порядку.',
'Bold, underlined text'	=>	'Грубий, підкреслений текст',
'Smilies info'			=>	'Якщо ви бажаєте (та якщо це дозволено), форум може перетворювати текстові посмішки на зображення, які ці посмішки відображають. Цей форум розпізнає наведені нижче посмішки та замінює їх на відповідні зображення.'

);
