<?php

// Language definitions used in delete.php
//Translate by vart (forum.politclub.org)

$lang_login = array(

// Miscellaneous
'Login'								=>	'Увійти',
'Login info'						=>	'Увійти до %s',
'Username'							=>	'Ім\'я користувача',
'Password'							=>	'Пароль',
'Remember me'						=>	'Запам\'ятати мене',
'E-mail address'					=>	'E-mail адреса',
'E-mail address help'				=>	'Введіть e-mail адресу до свого профілю.',
'Login errors'						=>	'<strong>Увага!</strong> Цю помилку має бути виправлено до заходу на форум:',
'Wrong user/pass'					=>	'Хибне ім\'я користувача та/або пароль.',
'Login redirect'					=>	'Успішних вхід. Перенаправлення...',
'Logout redirect'					=>	'Ви вийшли. Перенаправлення...',
'No e-mail match'					=>	'Зареєстровані користувачі з такою e-mail адресою %s відсутні.',
'Invalid e-mail'					=>	'Ви ввели хибну e-mail адресу.',
'Login options'						=>	'Можливо вам потрібно %1$s або одержати %2$s перед входом на форум?',
'Obtain pass'						=>	'новий пароль',
'register'							=>	'зареєструватися',
'Submit password request'			=>	'Відправити запит',
'Email flood'						=>	'Цей обліковий запис вже зробив запит нового паролю %s секунд тому. Будь ласка, зачекайте деякий час перед тим, як робити запит нового паролю знову.',
'New password request'				=>	'Зробити запит нового паролю',
'New password errors'				=>	'<strong>Увага!</strong> Цю помилку має бути виправлено до того, як новий пароль може бути надіслано:',
'New password info'					=>	'<strong>Важливо!</strong> Електронне повідомлення з інструкціями про зміну вашого паролю буде відправлено за вказаною e-mail адресою.',
'New password cancel redirect'		=>	'Запит нового паролю скасовано. Перенаправлення...',
'Forget mail'						=>	'Електронне повідомлення з інструкціями про зміну вашого паролю було відправлене за вказаною e-mail адресою. Якщо повідомлення не було отримане зв\'яжіться з адміністратором форуму за адресою %s.',
'Persistent login'					=>	'Автоматично заходити на форум при кожному відвідуванні.'

);
