<?php

// Language definitions used in various scripts
//Translate by vart (forum.politclub.org)

$lang_misc = array(

'Mark read redirect'		=>	'Всі теми та форуми відмічено як прочитані. Перенаправлення...',
'Mark forum read redirect'	=>	'Всі теми у вказаному форумі були відмічені як прочитані. Перенаправлення...',

// Send e-mail
'Form e-mail disabled'		=>	'Користувач, якому ви намагаєтесь надіслати електронну пошту, відключив форму e-mail.',
'Form e-mail errors'		=>	'<strong>Попередження!</strong> Наступні помилки має бути виправлено перед тим, як ви зможете надіслати ваше повідомлення:',
'No e-mail subject'			=>	'Ви повинні ввести тему повідомлення.',
'No e-mail message'			=>	'Ви повинні ввести текст повідомлення.',
'Too long e-mail message'	=>	'Розмір вашого повідомлення %s байтів. Це перевищує встановлене обмеження у %s байтів.',
'Email flood'				=>	'Як мінімум %s секунд має минути перед відправленням наступного e-mail повідомлення. Будь ласка, зачекайте та повторіть свою спробу через деякий час.',
'E-mail sent redirect'		=>	'E-mail повідомлення відправлено. Перенаправлення...',
'E-mail subject'			=>	'Тема',
'E-mail message'			=>	'Повідомлення',
'E-mail disclosure note'	=>	'<strong>Важливо!</strong> Якщи ви надішлете e-mail повідомлення з використанням цієї форми, ваша e-mail адреса стане відома отримувачу.',
'Write e-mail'				=>	'Створити e-mail повідомлення',
'Send forum e-mail'			=>	'Надіслати e-mail повідомлення до %s через форум',

// Report
'No reason'					=>	'Ви повинні вказати причину скарги.',
'Report flood'				=>	'Як мінімум %s секунд має минути перед відправленням наступної скарги. Будь ласка, зачекайте та повторіть свою спробу через деякий час.',
'Report redirect'			=>	'Скаргу надіслано. Перенаправлення...',
'Report post'				=>	'Надіслати скаргу',
'Reason'					=>	'Причина скарги',
'Reason help'				=>	'Стисло вкажіть причину скарги на це повідомлення.',
'Too long reason'			=>	'Скарга зайняла %s байт. Це перевищує ліміт в %s байт.',
'Report errors'				=>	'<strong>Увага!</strong> Наступні помилки мають бути виправленими перед надсиланням:',

// Subscriptions
'Already subscribed'		=>	'Ви вже підписані на цю тему.',
'Subscribe redirect'		=>	'Вас підписано. Перенаправлення...',
'Not subscribed'			=>	'Ви не підписані на цю тему.',
'Unsubscribe redirect'		=>	'Вашу підписку скасовано. Перенаправлення...',

// General forum and topic moderation
'Moderate forum'			=>	'Модерувати форум',
'Select'					=>	'Вибрати',	// the header of a column of checkboxes
'Move'						=>	'Перемістити',
'Merge'						=>	'Зчепити',
'Open'						=>  'Відкрити',
'Close'						=>  'Закрити',
'Select all'				=>	'Вибрати все',


// Hostname lookup
'Hostname lookup'			=>	'IP адреса: %1$s<br />І\'мя хоста: %2$s<br /><br />%3$s',
'Show more users'			=>	'Показати більше користувачів для цієї IP адреси',

// Moderate forum
'Moderate forum head'		=>	'Модерується : %s',
'Topics'					=>	'Теми',
'Move topic'				=>	'Перемістити тему',
'Move topics'				=>	'перемістити теми',
'Merge topics'				=>	'Зчепити теми',
'Delete topics'				=>	'Видалити теми',
'Delete topic'				=>	'Видалити тему',
'To new forum'				=>	'до нового форуму',
'Move to'					=>	'Форум призначення',
'Redirect topic'			=>	'Налаштування перенаправлення',
'Nowhere to move'			=>	'Форуми, в які можна перемістити теми, відсутні.',
'Leave redirect'			=>	'Залишити посилання на тему у форумі, з якого цю тему було переміщено.',
'Leave redirects'			=>	'Залишити посилання на теми у форумі, з якого ці теми було переміщено.',
'Leave merge redirects'		=>	'Залишити посилання на теми у форумах, в яких вони знаходилися до зчеплення.',
'Move topic redirect'		=>	'Тему переміщено. Перенаправлення...',
'Move topics redirect'		=>	'Теми переміщено. Перенаправлення...',
'Merge topics redirect'		=>	'Теми зчеплено. Перенаправлення...',
'Delete topic comply'		=>	'Ви впевнені, що хочете видалити вибрану тему?',
'Delete topics comply'		=>	'Ви впевнені, що хочете видалити всі вибрані теми?',
'Delete topic redirect'		=>	'Тему видалено. Перенаправлення...',
'Delete topics redirect'	=>	'Теми видалено. Перенаправлення...',
'Open topic redirect'		=>	'Тему відкрито. Перенаправлення...',
'Open topics redirect'		=>	'Теми відкрито. Перенаправлення...',
'Close topic redirect'		=>	'Тему закрито. Перенаправлення...',
'Close topics redirect'		=>	'Теми закрито. Перенаправлення...',
'No topics selected'		=>	'Хоча б одна тема має бути вибрана.',
'Stick topic redirect'		=>	'Тему виділено. Перенаправлення...',
'Unstick topic redirect'	=>	'Виділення теми знято. Перенаправлення...',
'Merge error'				=>	'Ви маєте вибрати більше однієї теми для зчеплення.',

// Moderate topic
'Posts'						=>	'Повідомлення',
'Delete posts'				=>	'Видалити вибрані повідомлення',
'Split posts'				=>	'Розділити вибрані повідомлення',
'Delete whole topic'		=>	'Видалити всю тему',
'Moderate topic head'		=>	'Модерування теми : %s',
'New subject'				=>	'Новий заголовок теми :',
'Select post'				=>	'Вибрати повідомлення', // Label for checkbox
'Confirm post delete'		=>	'Підтвердити видалення всіх вибраних повідомлень',
'Confirm topic delete'		=>	'Підтвердити видалення всіх вибраних тем',
'Confirm topic split'		=>	'Підтвердити виділення всіх вибраних повідомлень у нову тему',
'Confirm topic merge'		=>	'Підтвердити зчеплення всіх вибраних тем в одну тему',
'Confirm post split'		=>	'Підтвердити розділення всіх вибраних повідомлень',
'Delete posts redirect'		=>	'Повідомлення видалено. Перенаправлення...',
'Split posts redirect'		=>	'Повідомлення виділено у нову тему. Перенаправлення...',
'No posts selected'			=>	'Хоча б одне повідомлення має бути вибране.'

);
