<?php

// Language definitions used in userlist.php
//Translate by vart (forum.politclub.org)
$lang_ul = array(

'Users'					=>	'Користувачі',
'Users found'			=>	'Користувачі, знайдені за введеними критеріями пошуку',
'No users found'		=>	'За введеними критеріми пошуку не знайдено жодного користувача',
'User search head'		=>	'Пошук користувачів за ім\'ям або за вказаними критеріми',
'User results all'		=>	'Всі зареєстровані користувачі на цей час',
'User results matching'	=>	'Зареєстровані користувачі, що відповідають вашим критеріям',
'User find legend'		=>	'Шукати користувачів',
'Username'				=>	'Ім\'я користувача',
'Search for username'	=>	'Ім\'я користувача для пошуку',
'Username help'			=>	'Може бути залишене порожнім. Використовуйте символ <strong>*</strong> для заміни декількох символів.',
'User group'			=>	'Показати користувачів з групи',
'Sort users by'			=>	'Порядок сортування списку користувачів',
'User sort order'		=>	'Відсортувати список за',
'No of posts'			=>	'Кількість повідомлень',
'Registered'			=>	'Дата реєстрації',
'Ascending'				=>	'зростанням',
'Descending'			=>	'спаданням',
'All users'				=>	'Всі користувачі',
'Perform new search'	=>	'Здійснити новий пошук користувачів',
'Table summary'			=>	'Список користувачів, відфільтрований та відсортований за вашими критеріями (якщо вони були вибрані).',
'User list options'		=>	'Опції списку користувачів',
'Submit user search'	=>	'Знайти користувачів',
'Title'					=>	'Ранг або група',
'Posts'					=>	'Кільксть повідомлень',

);